{
    "Navigation" : {
        "My Work" : "Meine Arbeit",
        "About Me" : "Über mich",
        "Contact" : "Kontakt"
    },

    "home" : {
        "header1" : "Hey, mein Name ist",
        "header2" : "Hani Chihabi",
        "intro1": "Ich bin ein Softwareentwickler aus Deutschland.  Ich baue coole Projekte und",
        "intro2": "ich lege Wert darauf, effektive Lösungen zu entwickeln."

    },
    "Me":{
        "title" : "Mein name ist Hani",
        "text1" : "Ich bin 22 Jahre alt und lebe derzeit in Deutschland. Meine Leidenschaft fürs Lernen motiviert mich jeden Tag.",
        "text2" : "Mein Ziel ist einfach: die beste Version von mir selbst zu werden, indem ich sowohl persönlich als auch beruflich neue Horizonte erkunde."
    },
    "Basketball":{
        "title" : "Basketball - Meine Therapie",
        "text1": "Basketball ist für mich mehr als Sport, es ist wie eine Therapie. Beim Spielen draußen finde ich Ruhe und Balance, die mir im Leben helfen. Auf dem Platz kann ich abschalten und neue Energie tanken.",
        "text2": "Jedes Spiel lehrt mich Teamgeist, Durchhaltevermögen und Grenzen zu überwinden. Egal ob ich mit Freunden spiele oder alleine übe, Basketball macht mir immer Spaß und zeigt, was man mit Einsatz erreichen kann."
    },
    "Coding":{
        "title" : "Software Development Journey",
        "text1" : "Die Softwareentwicklung ist eine spannende Reise für mich. Ich liebe es, neue Projekte zu starten und mit klugen Köpfen zusammenzuarbeiten. Jede Erfahrung hat mir mehr über die Welt der Technik beigebracht.",
        "text2" : "Mein Laptop ist habe ich immer dabei - von gemütlichen Cafés bis zu ruhigen Grünanlagen und sogar im Urlaub. Diese Mobilität ermöglicht es mir, Inspiration aus verschiedenen Umgebungen zu schöpfen, was meine Arbeit frisch und innovativ hält.",
        "text3" : "Die Beschäftigung mit der Softwareentwicklung war nicht nur eine Frage des Codierens; es geht darum, Ideen zum Leben zu erwecken, reale Probleme zu lösen und durch Technologie einen Unterschied zu machen."
    },
    "work":{       
        "header": "Meine Arbeit",
        "sec1": {
            "title": "Webentwicklung.",
            "text": "Responsives Webdesign mit sicherem Hosting. Fokus auf benutzerfreundliche Gestaltungen."
        },
        "sec2": {
            "title": "Appentwicklung.",
            "text": "Entwicklung von Apps mit Schwerpunkt auf UX/UI Design und plattformübergreifender Kompatibilität."
        },
        "sec3": {
            "title": "Individuelle Softwarelösungen.",
            "text": "Maßgeschneiderte Lösungen mit sicheren Softwareanwendungen."
        }   
    },

    "Projects" : {
        "Efficient" : "Meine Arbeit",
        "Adaptable" : "Über mich",
        "Innovative" : "Kontakt"
    },

    "ContactButton" : {
        "Text" : "Erzähl mir über dein Projekt",
        "Contact" : "Kontakt"
    },

    "Contact" : {
        "Work inquiries": "Arbeitsanfragen",

        "inquiries": {
            "Name" : "Name ",
            "Email" : "Email",
            "Company" : "Firma",
            "Phone" : "Telefon",
            "Message" : "Nachricht"
        },


        "inquiriesError": {
            "Name" : "Name fehlt",
            "Email" : "Email fehlt",
            "Company" : "Company fehlt",
            "Phone" : "Phone fehlt",
            "Message" : "Message fehlt",
            "InvalidEmail" : "Email nicht valide" 
        },
        
        "Work together" : "Lass uns zusammen arbeiten"
}
}