{
    "Navigation" : {
        "My Work" : "My work",
        "About Me" : "About Me",
        "Contact" : "Contact"
    },

    "home" : {
        "header1" : "Hey, my name is",
        "header2" : "Hani Chihabi",
        "intro1": " I am a passionate software developer, living in Germany. I build cool projects and \n",
        "intro2": " I focus on crafting \n effective solutions."
    },

    "Me":{
        "title" : "My name is Hani",
        "text1" : "I'm 22 years old and currently living in Germany. My passion for learning drives me every day.",
        "text2" : "My goal is simple: to become the best version of myself, exploring new horizons both personally and professionally."
    },
    "Basketball":{
        "title" : "Basketball- My Therapy",
        "text1" : "For me, basketball is more than just a sport; it's a form of therapy. Playing outside every day, I find peace and balance that helps me navigate life's ups and downs. The court is where I clear my mind and rejuvenate my spirit.",
        "text2" : "Each game is a lesson in teamwork, perseverance, and pushing beyond limits. Whether it's a friendly match or a solo practice, basketball has been a constant source of joy and a testament to the power of dedication."
    },
    "Coding":{
        "title" : "Software Development Journey",
        "text1" : "Software development has been an exhilarating journey for me. From the thrill of building new projects to the collaboration with talented peers, each aspect has enriched my experience in the tech world.",
        "text2" : "My laptop is my gateway to creation. It accompanies me everywhere - from cozy cafes to serene green spaces and even on vacations. This mobility allows me to draw inspiration from various environments, keeping my work fresh and innovative.",
        "text3" : "Engaging in software development has not just been about coding; it's about bringing ideas to life, solving real-world problems, and making an impact through technology."
    },


    "work":{
        "header" : "My work",
        "sec1":{   
            "title" : "Web development.",
            "text" : "Responsive websites with secure hosting. Prioritizing user-friendly designs."
        },
        "sec2":{   
            "title" : "Application development.",
            "text" : "App development with a focus on UX/UI design and cross-platform compatibility."
        },
        "sec3":{   
            "title" : "Custom Software Solutions.",
            "text" : "Custom requests with secure software solutions and dedicated post-launch support."
        }
        
        
    },

    "Projects" : {
        "Efficient" : "Meine Arbeit",
        "Adaptable" : "Über mich",
        "Innovative" : "Kontakt"
    },

    "ContactButton" : {
        "Text" : "Tell me about your project",
        "Contact" : "Contact"
    },
    
    "Contact" : {
        "Work inquiries": "Arbeits djkabjsd",
            "inquiries": {
                "Name" : "Name ",
                "Email" : "Email",
                "Company" : "Company",
                "Phone" : "Phone",
                "Message" : "Message"
            },
    
        "inquiriesError": {
            "Name" : "Name is required",
            "Email" : "Email is required",
            "Company" : "Company is required",
            "Phone" : "Phone is required",
            "Message" : "Message is required",
            "InvalidEmail" : "Email is not valid" 
        },
        "Work together" : "Let’s work together"
    }

}
